aaron-bond.better-comments
amazonwebservices.aws-toolkit-vscode
arcticicestudio.nord-visual-studio-code
astro-build.astro-vscode
aws-amplify.aws-amplify-vscode
bungcip.better-toml
byCedric.vscode-expo
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
denoland.vscode-deno
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
Equinusocio.vsc-community-material-theme
firefox-devtools.vscode-firefox-debug
GitHub.codespaces
GitHub.copilot
GitHub.github-vscode-theme
GitHub.remotehub
GitHub.vscode-pull-request-github
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
jsayol.firebase-explorer
kortina.vscode-markdown-notes
MarkThomasMiller.sorcerer
mechatroner.rainbow-csv
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-edgedevtools.vscode-edge-devtools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.anycode-rust
ms-vscode.anycode-typescript
ms-vscode.cpptools
ms-vscode.live-server
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
msjsdiag.vscode-react-native
msoffice.microsoft-office-add-in-debugger
pflannery.vscode-versionlens
PKief.material-icon-theme
pomdtr.excalidraw-editor
Prisma.prisma
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust-analyzer
satoren.lualint
sebastian-lenz.divinity-vscode
streetsidesoftware.code-spell-checker
sumneko.lua
svelte.svelte-vscode
tboby.cwtools-vscode
toba.vsfire
unifiedjs.vscode-mdx
usernamehw.errorlens
vadimcn.vscode-lldb
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vsls-contrib.codetour
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
ZixuanChen.vitest-explorer
