13xforever.language-x86-64-assembly
aaron-bond.better-comments
arcticicestudio.nord-visual-studio-code
astro-build.astro-vscode
bierner.comment-tagged-templates
bierner.markdown-mermaid
christian-kohler.npm-intellisense
connor4312.esbuild-problem-matchers
dbaeumer.vscode-eslint
denoland.vscode-deno
docker.docker
dotjoshjohnson.xml
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
expo.vscode-expo-tools
firefox-devtools.vscode-firefox-debug
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
google.gemini-cli-vscode-ide-companion
google.geminicodeassist
gruntfuggly.todo-tree
joelday.papyrus-lang-vscode
kortina.vscode-markdown-notes
markthomasmiller.sorcerer
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-edgedevtools.vscode-edge-devtools
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.extension-test-runner
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
naumovs.color-highlight
pflannery.vscode-versionlens
pkief.material-icon-theme
platformio.platformio-ide
pnp.polacode
pomdtr.excalidraw-editor
pranaygp.vscode-css-peek
prisma.prisma
pwabuilder.pwa-studio
qwtel.sqlite-viewer
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
rszyma.vscode-kanata
rust-lang.rust-analyzer
satoren.lualint
sebastian-lenz.divinity-vscode
shresht7.vscsv
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
sumneko.lua
svelte.svelte-vscode
tamasfe.even-better-toml
tauri-apps.tauri-vscode
tomoki1207.pdf
twxs.cmake
unifiedjs.vscode-mdx
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vsls-contrib.codetour
vsls-contrib.gistfs
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zignd.html-css-class-completion
