aaron-bond.better-comments
arcticicestudio.nord-visual-studio-code
astro-build.astro-vscode
bierner.markdown-mermaid
bowlerhatllc.vscode-nextgenas
dbaeumer.vscode-eslint
denoland.vscode-deno
dracula-theme.theme-dracula
eamodio.gitlens
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
expo.vscode-expo-tools
firefox-devtools.vscode-firefox-debug
GitHub.codespaces
GitHub.copilot
GitHub.copilot-chat
GitHub.github-vscode-theme
GitHub.remotehub
github.vscode-github-actions
GitHub.vscode-pull-request-github
golang.go
kortina.vscode-markdown-notes
MarkThomasMiller.sorcerer
mechatroner.rainbow-csv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-edgedevtools.vscode-edge-devtools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.anycode-rust
ms-vscode.anycode-typescript
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.extension-test-runner
ms-vscode.live-server
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-speech
msjsdiag.vscode-react-native
naumovs.color-highlight
pflannery.vscode-versionlens
PKief.material-icon-theme
pnp.polacode
pomdtr.excalidraw-editor
Prisma.prisma
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
sebastian-lenz.divinity-vscode
SimonSiefke.svg-preview
streetsidesoftware.code-spell-checker
sumneko.lua
svelte.svelte-vscode
tamasfe.even-better-toml
tomoki1207.pdf
usernamehw.errorlens
vadimcn.vscode-lldb
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vsls-contrib.codetour
vsls-contrib.gistfs
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
Zignd.html-css-class-completion
ZixuanChen.vitest-explorer
