{
    "apps": [
        {
            "Version": "25.01",
            "Source": "main",
            "Info": "",
            "Updated": "2025-08-08T09:43:57.3958263+05:30",
            "Name": "7zip"
        },
        {
            "Version": "0.26.0",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-22T01:33:57.7019426+05:30",
            "Name": "bat"
        },
        {
            "Version": "0.11.2",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-15T21:57:20.2743318+05:30",
            "Name": "bottom"
        },
        {
            "Version": "8.16.0_14",
            "Source": "main",
            "Info": "",
            "Updated": "2025-11-02T10:10:01.1268671+05:30",
            "Name": "curl"
        },
        {
            "Version": "10.3.0",
            "Source": "main",
            "Info": "",
            "Updated": "2025-09-09T15:45:37.971903+05:30",
            "Name": "fd"
        },
        {
            "Version": "8.0",
            "Source": "main",
            "Info": "",
            "Updated": "2025-09-09T15:53:41.701667+05:30",
            "Name": "ffmpeg"
        },
        {
            "Version": "39.1.0",
            "Source": "main",
            "Info": "",
            "Updated": "2025-09-09T15:54:57.4105987+05:30",
            "Name": "fx"
        },
        {
            "Version": "0.66.1",
            "Source": "main",
            "Info": "",
            "Updated": "2025-11-02T10:10:12.8969429+05:30",
            "Name": "fzf"
        },
        {
            "Version": "13.2.0",
            "Source": "main",
            "Info": "",
            "Updated": "2024-09-01T16:45:21.9770735+05:30",
            "Name": "gcc"
        },
        {
            "Version": "2.47.0",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-13T19:49:49.2396916+05:30",
            "Name": "git-filter-repo"
        },
        {
            "Version": "685",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-15T22:00:13.3814496+05:30",
            "Name": "less"
        },
        {
            "Version": "2.0.14",
            "Source": "main",
            "Info": "",
            "Updated": "2024-08-29T21:13:11.9993774+05:30",
            "Name": "micro"
        },
        {
            "Version": "8.2.2",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-04T23:11:48.0608655+05:30",
            "Name": "redis"
        },
        {
            "Version": "15.1.0",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-24T10:25:02.4888478+05:30",
            "Name": "ripgrep"
        },
        {
            "Version": "1.0.0",
            "Source": "main",
            "Info": "",
            "Updated": "2023-12-01T19:49:05.8846804+05:30",
            "Name": "sd"
        },
        {
            "Version": "3.50.4",
            "Source": "main",
            "Info": "",
            "Updated": "2025-08-08T09:44:10.6971186+05:30",
            "Name": "sqlite"
        },
        {
            "Version": "1.8.0",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-04T23:12:27.7739374+05:30",
            "Name": "tealdeer"
        },
        {
            "Version": "1.7.7",
            "Source": "main",
            "Info": "",
            "Updated": "2024-10-21T10:47:38.8495583+05:30",
            "Name": "ttyd"
        },
        {
            "Version": "0.10.0",
            "Source": "main",
            "Info": "",
            "Updated": "2025-06-22T11:35:29.9563292+05:30",
            "Name": "vhs"
        },
        {
            "Version": "2025.10.22",
            "Source": "main",
            "Info": "",
            "Updated": "2025-10-24T10:25:08.2905212+05:30",
            "Name": "yt-dlp"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2025-11-04T06:09:56+05:30",
            "Manifests": 1408
        }
    ]
}
