{
    "apps": [
        {
            "Source": "main",
            "Version": "26.00",
            "Name": "7zip",
            "Updated": "2026-02-24T11:10:19.9272997+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "0.26.1",
            "Name": "bat",
            "Updated": "2025-12-08T13:15:17.8240649+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "0.12.3",
            "Name": "bottom",
            "Updated": "2026-01-05T16:22:16.4851754+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "8.19.0_5",
            "Name": "curl",
            "Updated": "2026-04-06T19:33:03.0545302+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "13.54",
            "Name": "exiftool",
            "Updated": "2026-04-06T19:41:10.9084132+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "10.4.2",
            "Name": "fd",
            "Updated": "2026-03-13T08:27:40.2025332+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "8.0.1",
            "Name": "ffmpeg",
            "Updated": "2025-11-26T21:28:57.6681755+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "39.2.0",
            "Name": "fx",
            "Updated": "2025-11-17T13:26:52.8306583+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "0.71.0",
            "Name": "fzf",
            "Updated": "2026-04-06T19:41:14.4257433+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "15.2.0",
            "Name": "gcc",
            "Updated": "2026-01-05T16:23:21.631818+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "2.47.0",
            "Name": "git-filter-repo",
            "Updated": "2025-10-13T19:49:49.2396916+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "692",
            "Name": "less",
            "Updated": "2026-02-11T21:47:23.4912497+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "2.0.15",
            "Name": "micro",
            "Updated": "2026-01-05T16:23:24.283662+05:30",
            "Info": ""
        },
        {
            "Source": "C:\\Users\\shres\\scoop\\buckets\\main\\bucket\\opencode.json",
            "Version": "1.3.17",
            "Name": "opencode",
            "Updated": "2026-04-06T19:42:07.9108741+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "15.1.0",
            "Name": "ripgrep",
            "Updated": "2025-10-24T10:25:02.4888478+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "1.1.0",
            "Name": "sd",
            "Updated": "2026-02-26T10:07:56.9811418+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "3.51.3",
            "Name": "sqlite",
            "Updated": "2026-03-21T15:53:58.9417282+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "1.8.1",
            "Name": "tealdeer",
            "Updated": "2025-11-17T13:26:58.0825072+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "1.13.0",
            "Name": "tlrc",
            "Updated": "2026-04-06T19:42:14.4199205+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "1.7.7",
            "Name": "ttyd",
            "Updated": "2024-10-21T10:47:38.8495583+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "0.11.0",
            "Name": "vhs",
            "Updated": "2026-03-13T08:28:00.0999862+05:30",
            "Info": ""
        },
        {
            "Source": "main",
            "Version": "2026.03.17",
            "Name": "yt-dlp",
            "Updated": "2026-03-21T15:55:14.2047864+05:30",
            "Info": ""
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2026-04-07T22:09:24+05:30",
            "Manifests": 1490
        }
    ]
}
